TaskName = "Archivio fax digitali";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Test in corso… Attendere.";
"DEVICE_COMMUNICATION_SETTINGS" = "Scrittura impostazioni sul dispositivo in corso… Attendere";
"DEVICE_COMMUNICATION_HOST" = "Scrittura nome host sul dispositivo in corso… Attendere";

//Titles of Buttons
"AUTO_TEXT" = "Auto";
"OK" = "OK";
"HOST_TITLE" = "Fax in ricezione: %@";
"SELECT_FOLDER" = "Scegli Cartella…";
"SELECT_EMAIL" = "Impostazioni E-mail…";
"TEST_SETTINGS" = "Test Impostazioni";
"FOLDER_SELECTION_BUTTON_TITLE" = "Seleziona";
"FOLDER_SELECTION_PANEL_TITLE" = "Selezionare un cartella";

/* Error strings*/

"GENERAL_DATA_MISSING_DESCRIPTION" = "Uno o più campi non contengono dati. Riempire tutti i campi o fare clic su Annulla.";
"GENERAL_DATA_MISSING_TITLE" = "Errore per dati mancanti o non validi";
"MISSING_FOLDER_SETTING" = "Mancano alcuni dettagli delle cartelle. Selezionare una cartella, immettere nome utente e password e riprovare.";

"SUCCESS" = "Operazione riuscita";
"FOLDER_SETTINGS_SUCCESS" = "HP Digital Fax è stato configurato. Ora i fax in bianco e nero in arrivo verranno salvati nella cartella \"%@\".";
"EMAIL_SETTINGS_SUCCESS" = "HP Digital Fax è stato configurato. I fax in bianco e nero in arrivo verranno inviati a \"%@\" come allegati di posta elettronica.";


"AFP Authentication" = "Autenticazione Server AFP";
"SMB Authentication" = "Autenticazione File System SMB/CIFS";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Immettere i dettagli del server";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Immettere tutti i dettagli del server.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "La cartella '%@' non può essere usata";
HSDFolderWithPercentSignDescription = "Usa nome cartella senza segno di percentuale.";

"CONNECTION_FAILED_TITLE" = "Connessione non riuscita";
"CONNECTION_FAILED_DESC" = "Il server non esiste o non è disponibile in questo momento. Verificare il nome o l'indirizzo IP del server e riprovare.";

"AUTH_FAILED_TITLE" = "Autenticazione non riuscita";
"AUTH_FAILED_DESC" = "Utente sconosciuto, password errata o accesso disabilitato. Digitare di nuovo nome utente e password o rivolgersi all'amministratore del server.";

"UNHANDLED_ERROR_TITLE" = "Errore imprevisto";
"UNHANDLED_ERROR_DESC" = "Si è verificato un errore %d durante il tentativo di connessione al server.";

HSDServerParametersErrorTitle = "Informazioni server incomplete";
HSDServerParametersErrorDescription = "I campi relativi alle informazioni server non possono essere vuoti. Inserisci tutti i dettagli server richiesti e riprova.";

HSDUnableToSelectFolderTitle = "Impossibile utilizzare la cartella selezionata";
HSDPermissionsErrorDescription = "Non hai il permesso di scrivere sulla cartella selezionata. Seleziona un'altra cartella e riprova.";
"MISSING_SERVER_CREDENTIALS" = "Mancano le credenziali del server. Immettere nome utente e password e riprovare.";

HSDProtocolErrorDescription = "La cartella selezionata non si trova nel server specificato o la connessione al server è stabilita con un diverso protocollo di condivisione dei file.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Stampa in corso… Attendere";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Elaborazione in corso…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Raggiunto il limite massimo di numeri bloccati";
"BLOCK_FAX_ERROR_DESC" = "La periferica può memorizzare massimo %d numeri di fax bloccati. Sbloccare alcuni numeri di fax e riprovare.";

//Fax log results
"ERROR" = "Errore";
"BUSY" = "Occupato";
"NO_ANSWER" = "Nessuna risposta";
"NO_DIAL_TONE" = "Nessun segn linea";
"NO_DOCUMENT" = "Nessun documento";
"DOCUMENT_JAM" = "Documento inceppato";
"DOOR_OPEN" = "Sportello aperto";
"POWER_FAILURE" = "Mancata alimentaz";
"BLACKLISTED" = "Vietato";
"STORAGE_FULL" = "Memoria piena";
"OUT_OF_MEMORY" = "Memoria esaurita";
"PHONE_LINE_UNAVAILABLE" = "Linea telefonica non disponibile";
"FAX_DISCONNECTED" = "Fax scollegato";
"PC_DISCONNECTED" = "Computer scollegato";
"REMOTE_NOT_COLOR" = "Remoto non a colori";
"COMMUNICATION_ERROR" = "Errore di comunicazione";
"CANCELLED" = "Annullato";


//Fax session types
"SENT" = "Inviato";
"RECEIVED" = "Ricevuto";
